cask_args appdir: "/Applications"
tap "caskroom/cask"
tap "neovim/neovim"
tap "caskroom/fonts"

brew "aria2"
brew "curl"
brew "mas"
brew "neovim"
brew "nmap"
brew "nvm"
brew "openssl"
brew "packer"
brew "packer-completion"
brew "pyenv"
brew "rename"
brew "s3cmd"
brew "reattach-to-user-namespace"
brew "gpgme"
brew "redis", restart_service: true
brew "git"
brew "fzf"
brew "doctl"
brew "terraform-docs"
brew "tig"
brew "tmux"
brew "trash"
brew "jq"
brew "wget"
brew "unrar"
brew "tree"
brew "heroku"
brew "zsh"
brew "hub"
brew "xz"
brew "grep", args: ["with-default-names"]
brew "gnu-sed", args: ["with-default-names"]
brew "gnu-tar", args: ["with-default-names"]
brew "diff-so-fancy"
brew "mas"
brew "binutils"

cask "atom"
cask "alfred"
cask "docker"
cask "firefox"
cask "dropbox"
cask "flash-player"
cask "google-chrome"
cask "google-drive"
cask "istat-menus"
cask "iterm2"
cask "java"
brew "maven"
cask "macdown"
cask "openemu"
cask "opera"
cask "skype"
cask "postman"
cask "slack"
cask "qbittorent"
cask "spotify"
cask "spectacle"
cask "sublime-text"
cask "simple-comic"
cask "teamviewer"
cask "virtualbox"
cask "tunnelblick"
cask "vlc"
cask "vagrant"
cask "whatsapp"
cask "font-sourcecodepro-nerd-font-mono"

mas "Airmail 3", id: 918858936
mas "TweetDeck", id: 485812721
mas "The Unarchiver", id: 425424353
mas "LastPass", id: 926036361
mas "OneDrive", id: 823766827
mas "Microsoft Remote Desktop", id: 715768417


